Repository: ArtyIF/service.upnext
Catalog: resources/language/resource.language.*/strings.po
Languages: ja_jp, nl_nl

# #30006
source: Watch Now
ja_jp: 観る
nl_nl: Kijk nu

# #30008
source: Up Next
ja_jp: 次のエピソードまで
nl_nl: Volgende aflevering

# #30010
source: Continue watching
ja_jp: 続いて観る
nl_nl: Verder kijken

# #30017
source: Automatically play short videos
ja_jp: 短いビデオは自動再生
nl_nl: Korte video's automatisch afspelen

# #30018
source: Maximum length for automatic short video play (in minutes)
ja_jp: 最長何分ぐらいが短いビデオでしょうか。
nl_nl: Maximale lengte voor het automatisch afspelen van korte video's (in minuten)

# #30019
source: Show on-screen notification during short video autoplay
ja_jp: 短いビデオを自動再生する際に通知を見せる。
nl_nl: Tijdens het automatisch afspelen van korte video's meldingen tonen

# #30024
source: Still there?
ja_jp: まだ観るの。
nl_nl: Ben je er nog?

# #30032
source: Enable on playlists
nl_nl: Ook op afspeellijsten toepassen

# #30034
source: Close
ja_jp: もう良い
nl_nl: Sluit

# #30035
source: Continue watching in [COLOR FFFF4081]$INFO[Player.TimeRemaining(ss),,][/COLOR] seconds
ja_jp: 続きを観るまで[COLOR FFFF4081]$INFO[Player.TimeRemaining(ss),,][/COLOR]秒
nl_nl: Verder kijken in [COLOR FFFF4081]$INFO[Player.TimeRemaining(ss),,][/COLOR] seconden

# #30036
source: Up next in [COLOR FFFF4081]$INFO[Player.TimeRemaining(ss),,][/COLOR] seconds
ja_jp: 次まで[COLOR FFFF4081]$INFO[Player.TimeRemaining(ss),,][/COLOR]秒
nl_nl: Volgende aflevering in [COLOR FFFF4081]$INFO[Player.TimeRemaining(ss),,][/COLOR] seconden

# #30037
source: Next episode in [COLOR FFFF4081]$INFO[Player.TimeRemaining(ss),,][/COLOR] seconds
ja_jp: 次のエピソードまで[COLOR FFFF4081]$INFO[Player.TimeRemaining(ss),,][/COLOR]秒
nl_nl: Volgende aflevering in [COLOR FFFF4081]$INFO[Player.TimeRemaining(ss),,][/COLOR] seconden

# #30038
source: Simple
ja_jp: シンプル
nl_nl: Eenvoudig

# #30039
source: Fancy
ja_jp: オシャレ
nl_nl: Mooi

# #30040
source: Play next
ja_jp: 再生
nl_nl: Volgende afspelen

# #30041
source: Stop playing
ja_jp: 再生しない
nl_nl: Stoppen

# #30042
source: None
ja_jp: なし
nl_nl: Geen

# #30044
source: Debug
nl_nl: Foutopsporing

# #30049
source: Next Episode
ja_jp: 次のエピソード
nl_nl: Volgende aflevering

# #30501
source: Features
nl_nl: Functionaliteit

# #30503
source: Set the display mode for the notifications
ja_jp: 通知モード
nl_nl: Schermmodus voor meldingen

# #30505
source: Stop playback when closing dialog
ja_jp: 通知を閉じると再生を停止する。
nl_nl: Na het afsluiten stoppen met afspelen

# #30600
source: Behaviour
ja_jp: 機能設定
nl_nl: Gedrag

# #30601
source: Features
nl_nl: Functionaliteit

# #30603
source: Default action when nothing selected
ja_jp: 何も選択しなかったら
nl_nl: Standaardactie als niets geselecteerd is

# #30605
source: Include already watched episodes
ja_jp: 観たエピソードを含む
nl_nl: Ook op reeds bekeken afleveringen toepassen

# #30607
source: Number of episodes before "Still there?" query
ja_jp: 何個のエピソードを観てから"続いて観る?"と聞きましょうか。
nl_nl: Aantal afleveringen alvorens te vragen of er nog gekeken wordt

# #30609
source: Duration in seconds for notification to be shown
ja_jp: 通知を表示する時間(秒)
nl_nl: Aantal seconden om vóór het einde te melden

# #30611
source: Customize autoplay duration by episode length
ja_jp: カスタマイズ
nl_nl: Autoplay melding aanpassen op basis van episode lengte

# #30613
source: All episodes [COLOR gray]any length[/COLOR]
ja_jp: [COLOR gray]上映時間に関係なく[/COLOR]全てのエピソード
nl_nl: Alle afleveringen [COLOR gray]ongeacht lengte[/COLOR]

# #30615
source: Very short episodes [COLOR gray]< 10 mins[/COLOR]
ja_jp: [COLOR gray]10分以下[/COLOR]の超短いエピソード"
nl_nl: Zeer korte afleveringen [COLOR gray]< 10 min[/COLOR]

# #30617
source: Short episodes [COLOR gray]> 10 mins[/COLOR]
ja_jp: [COLOR gray]10分以上[/COLOR]の短いエピソード
nl_nl: Korte afleveringen [COLOR gray]> 10min[/COLOR]

# #30619
source: Medium episodes [COLOR gray]> 20 mins[/COLOR]
ja_jp: [COLOR gray]20分以上[/COLOR]の丁度良いエピソード
nl_nl: Normale afleveringen [COLOR gray]> 20min[/COLOR]

# #30621
source: Long episodes [COLOR gray]> 40 mins[/COLOR]
ja_jp: [COLOR gray]40分以上[/COLOR]の長いエピソード
nl_nl: Lange afleveringen [COLOR gray]> 40 min[/COLOR]

# #30623
source: Very long episodes [COLOR gray]> 60 mins[/COLOR]
ja_jp: [COLOR gray]60分以上[/COLOR]の超長いエピソード
nl_nl: Zeer lange afleveringen [COLOR gray]> 60 min[/COLOR]

# #30703
source: Disable Up Next
ja_jp: Up Nextを使わない
nl_nl: Up Next uitschakelen

# #30705
source: Enable developer mode
ja_jp: デベロッパーモードを使う
nl_nl: Ontwikkelaarsmodus inschakelen

# #30707
source: Choose the window to be shown
ja_jp: 使いたい通知ウィンドウ
nl_nl: Kies het venster om te tonen

# #30709
source: Log Level
ja_jp: ログレベル
nl_nl: Logniveau

# #30033
source: Stop
ja_jp: 停止

# #30500
source: Interface
ja_jp: インターフェイス

# #30700
source: Expert
ja_jp: エキスパート
